{
    "description_page" : "Conditions d'utilisation",
    "page" : {
        "description_paragraph:":"En utilisant l'application DandelApp, vous acceptez les conditions suivantes :",
        "title1":"1. Tout ce que vous devez savoir",
        "paragraph1":"Notre application est uniquement une application de gestion, aucun paiement ou quelque transaction n'y est effectuée. Elle est conçue pour permettre aux utilisateurs de gérer les transferts qu'ils effectuent au sein de la communauté. Les membres peuvent ainsi accéder à leurs données en toute sécurité et de suivre l'état de leurs transactions. La création d'un compte est possible uniquement via l'accord d'un membre de la communauté; puis l'utilisateur peut ajouter ses propres informations et gérer ses transferts d'argent au sein de la communauté. L'application prend en charge plusieurs devises et les utilisateurs peuvent également suivre l'historique de leurs transactions, voir les détails de chaque transfert et vérifier l'état de chaque transaction en temps réel. Notre application est facile à utiliser et offre une solution de transfert d'argent pratique et sécurisée pour les utilisateurs du continen européen et de l'Angola.",
        "title2":"2. Qui peut utiliser l'application ?",
        "paragraph2":"Notre application de gestion est destinée à être utilisée par toute personne âgée de 18 ans ou plus, qui souhaite gérer et stocker ses données accumulées au sein de la communauté. Les utilisateurs doivent créer un compte dans l'application pour utiliser les fonctionnalités. Les types de transferts pris en charge par l'application comprennent les transferts au sein de la communauté à travers l'Europe et l'Angola. Les utilisateurs peuvent échanger de l'argent, des biens (dans un futur proche); à des amis, de la famille, ou pour leur propre gestion. Les transferts peuvent être effectués en temps réel, sous réserve de la disponibilité des fonds ou du matériel. Les utilisateurs peuvent être soumis à des restrictions en fonction des réglementations de la commaunauté. Nous nous réservons le droit de refuser les échanges qui ne respectent pas les règlementations de n'importe quel pays du monde ou nos politiques ou les lois en vigueur.",
        "title3":"3. Inscription et profil",
        "paragraph3":"Lors de votre inscription, vous devez fournir des informations exactes, complètes et à Vous êtes responsable de la confidentialité de vos informations de connexion.",
        "title4":"4. Publication d'une demande de transfert",
        "paragraph4":"Lorsque vous ajoutez une demande de transfert, vous êtes l'unique responsable et organisateur de l'envoi. Vous pouvez indiquer si le transfert a déjà été effectué par vos soins et quel montant vous venez d'envoyer. DandelApp décline toute responsabilité en cas de problème avec votre transfert.",
        "title5":"5. Conduite et comportement",
        "paragraph5":"Vous devez respecter les règles et le respect envers les autres utilisateurs est primordial. Tout comportement inapproprié, offensant ou nuisible est strictement interdit et peut entraîner la suspension ou la résiliation de votre compte.",
        "title6":"6. Contenu généré par les utilisateurs",
        "paragraph6":"Tout contenu que vous publiez sur l'application, y compris les demandes de transfert et les commentaires, doit respecter les droits d'auteur et ne pas contenir de contenu offensant, diffamatoire ou illégal.",
        "title7":"7. Responsabilité et risques",
        "paragraph7": {
            "1":"L'utilisation de DandelApp est à vos propres risques. DandelApp décline toute responsabilité en de problèmes résultant de l'utilisation de l'application.",
            "2":"Notre application ne prend pas en charge les paiements et ne peut être tenue responsable des erreurs ou des pertes liées aux transferts d'argent effectués. Nous mettons tout en œuvre pour garantir la sécurité et l'exactitude des données de transactions effectuées dans notre application. Toutefois, les utilisateurs sont responsables de la vérification de l'exactitude des informations de paiement qu'ils soumettent à la communauté et des données de transaction avant de soumettre une transaction. Nous ne pouvons garantir que toutes les transactions seront traitées avec succès et ne pouvons être tenus responsables des erreurs de traitement ou de l'indisponibilité des fonds. Les utilisateurs sont responsables de vérifier les lois et réglementations locales applicables avant d'effectuer une demande d'intégrer la communauté. Nous ne pouvons être tenus responsables des pertes ou des dommages résultant de l'utilisation de notre application."
        },
        "title8":"8. Protection des données utilisateur dans notre application de gestion de transferts d'argent",
        "paragraph8":"Notre application de gestion utilise Firebase pour stocker les données utilisateur, y compris les éventuelles informations de paiement. Les mots de passe des utilisateurs sont cryptés à l'aide de techniques de chiffrement de niveau militaire pour garantir la sécurité des données. Nous mettons tout en œuvre pour garantir la sécurité et la confidentialité des données utilisateur stockées dans notre application. Toutes les données sont stockées dans des serveurs sécurisés, conformes aux normes de sécurité en vigueur. Nous n'accédons pas aux données utilisateur sans autorisation et ne partageons pas les informations utilisateur avec des tiers sans le consentement de l'utilisateur. Nous nous engageons à respecter les lois et réglementations en matière de protection des données, y compris le Règlement Général sur la Protection des Données (RGPD) de l'Union Européenne.",
        "title9":"9. Collecte, stockage et utilisation des données utilisateur dans notre application de transfert d'argent",
        "paragraph9":"Notre application respecte la vie privée de ses utilisateurs et s'engage à protéger leurs informations personnelles. Nous collectons uniquement les données nécessaires pour fournir nos services et nous ne partageons jamais les informations de nos utilisateurs avec des tiers, sauf si cela est légalement autorisé ou requis. Nous utilisons les données collectées pour traiter les échanges, améliorer nos services, répondre aux demandes des utilisateurs et leur fournir des informations sur notre application. Les données des utilisateurs sont stockées de manière sécurisée sur nos serveurs et nous utilisons des mesures de sécurité appropriées pour protéger les informations personnelles contre tout accès non autorisé ou toute utilisation abusive. Les utilisateurs ont le droit de consulter, de modifier ou de supprimer leurs informations personnelles à tout moment. Si vous avez des questions ou des préoccupations concernant nos conditions d'utilisation, veuillez nous contacter immédiatement via notre support.",
         "title10":"10. Modification ou résiliation de Compte",
        "paragraph10":"DandelApp se réserve le droit de modifier, suspendre ou résilier votre compte à tout moment, en cas de violation de ces conditions d'utilisation ou pour toute autre raison jugée nécessaire.",
       
        "title11":"11.Propriété intellectuelle",
        "paragraph11": {
            "1":"DandelApp détient tous les droits de propriété intellectuelle liés à l'application et à son contenu. Vous ne pouvez pas reproduire, distribuer ou utiliser le contenu de l'application à des fins commerciales sans autorisation préalables.",
            "2":"Notre application et tout son contenu, y compris les images, les textes, les graphiques, les logos, les marques de commerce et autres éléments de propriété intellectuelle, sont protégés par les lois sur les droits d'auteur et la propriété intellectuelle. Tous les droits sont réservés. Les utilisateurs ne sont pas autorisés à copier, reproduire, distribuer ou utiliser le contenu de l'application sans l'autorisation écrite de notre entreprise. Les utilisateurs sont autorisés à utiliser l'application uniquement à des fins personnelles et non commerciales. Toute utilisation non autorisée de notre application ou de son contenu peut entraîner des poursuites judiciaires. Nous respectons les droits de propriété intellectuelle des tiers et nous attendons des utilisateurs qu'ils fassent de même. Si vous croyez qu'un contenu de notre application viole vos droits de propriété intellectuelle, veuillez nous contacter immédiatement pour que nous puissions prendre les mesures appropriées."
        },
        "title12":"12. Modification des conditions",
        "paragraph12":"DandelApp se réserve le droit de modifier ces conditions d'utilisation à tout moment. Les modifications seront publiées sur notre site web.",
        "title13":"13. Loi applicable",
        "paragraph13":"Les présentes conditions d’utilisation et des accords séparés par lequel nous vous fournissons des services sont régies et interprétées conformément aux lois européennes et angolaises."
    }
}