{
    "description_page": "Termos e Condições",
    "page": {
        "description_paragraph": "Ao utilizar o aplicativo DandelApp, você aceita os seguintes termos:",
        "title1": "1. Tudo que você precisa saber",
        "paragraph1": "Nosso aplicativo é apenas um aplicativo de gestão, nenhum pagamento ou qualquer transação é realizada nele. É projetado para permitir que os usuários gerenciem as transferências que fazem dentro da comunidade. Os membros podem acessar seus dados de forma segura e acompanhar o status de suas transações. A criação de uma conta é possível apenas com o consentimento de um membro da comunidade; então o usuário pode adicionar suas próprias informações e gerenciar suas transferências de dinheiro dentro da comunidade. O aplicativo suporta várias moedas e os usuários também podem acompanhar o histórico de suas transações, ver detalhes de cada transferência e verificar o status de cada transação em tempo real. Nosso aplicativo é fácil de usar e oferece uma solução de transferência de dinheiro conveniente e segura para usuários na Europa e em Angola.",
        "title2": "2. Quem pode usar o aplicativo?",
        "paragraph2": "Nosso aplicativo de gestão é destinado a ser usado por qualquer pessoa com 18 anos ou mais que deseje gerenciar e armazenar seus dados acumulados dentro da comunidade. Os usuários devem criar uma conta no aplicativo para usar os recursos. Os tipos de transferências suportadas pelo aplicativo incluem transferências dentro da comunidade em toda a Europa e Angola. Os usuários podem trocar dinheiro, bens (em um futuro próximo); para amigos, família ou para sua própria gestão. As transferências podem ser feitas em tempo real, sujeitas à disponibilidade de fundos ou materiais. Os usuários podem estar sujeitos a restrições com base nas regulamentações da comunidade. Reservamo-nos o direito de recusar trocas que não cumpram as regulamentações de qualquer país do mundo ou nossas políticas ou leis em vigor.",
        "title3": "3. Inscrição e perfil",
        "paragraph3": "Ao se inscrever, você deve fornecer informações precisas, completas e atuais. Você é responsável pela confidencialidade de suas informações de login.",
        "title4": "4. Publicação de um pedido de transferência",
        "paragraph4": "Ao adicionar um pedido de transferência, você é o único responsável e organizador do envio. Você pode indicar se a transferência já foi realizada por você e quanto você acabou de enviar. DandelApp não assume responsabilidade por problemas com sua transferência.",
        "title5": "5. Conduta e comportamento",
        "paragraph5": "Você deve seguir as regras e o respeito pelos outros usuários é fundamental. Qualquer comportamento inadequado, ofensivo ou prejudicial é estritamente proibido e pode resultar na suspensão ou encerramento de sua conta.",
        "title6": "6. Conteúdo gerado pelo usuário",
        "paragraph6": "Todo o conteúdo que você publica no aplicativo, incluindo pedidos de transferência e comentários, deve respeitar os direitos autorais e não conter conteúdo ofensivo, difamatório ou ilegal.",
        "title7": "7. Responsabilidade e riscos",
        "paragraph7": {
            "1": "O uso do DandelApp é por sua conta e risco. DandelApp não assume responsabilidade por problemas resultantes do uso do aplicativo.",
            "2": "Nosso aplicativo não suporta pagamentos e não pode ser responsabilizado por erros ou perdas relacionadas a transferências de dinheiro feitas. Fazemos todos os esforços para garantir a segurança e precisão dos dados de transações feitas em nosso aplicativo. No entanto, os usuários são responsáveis por verificar a precisão das informações de pagamento que submetem à comunidade e dos dados da transação antes de enviar uma transação. Não podemos garantir que todas as transações serão processadas com sucesso e não podemos ser responsabilizados por erros de processamento ou indisponibilidade de fundos. Os usuários são responsáveis por verificar as leis e regulamentos locais aplicáveis antes de fazer um pedido para se juntar à comunidade. Não podemos ser responsabilizados por perdas ou danos resultantes do uso de nosso aplicativo."
        },
        "title8": "8. Proteção de dados do usuário em nosso aplicativo de gerenciamento de transferências de dinheiro",
        "paragraph8": "Nosso aplicativo de gestão utiliza o Firebase para armazenar dados do usuário, incluindo quaisquer informações de pagamento. As senhas dos usuários são criptografadas usando técnicas de criptografia de nível militar para garantir a segurança dos dados. Fazemos todos os esforços para garantir a segurança e confidencialidade dos dados do usuário armazenados em nosso aplicativo. Todos os dados são armazenados em servidores seguros, em conformidade com os padrões de segurança vigentes. Não acessamos dados do usuário sem autorização e não compartilhamos informações do usuário com terceiros sem o consentimento do usuário. Estamos comprometidos em cumprir as leis e regulamentos de proteção de dados, incluindo o Regulamento Geral de Proteção de Dados (RGPD) da União Europeia.",
        "title9": "9. Coleta, armazenamento e uso de dados do usuário em nosso aplicativo de transferência de dinheiro",
        "paragraph9": "Nosso aplicativo respeita a privacidade de seus usuários e está comprometido em proteger suas informações pessoais. Coletamos apenas os dados necessários para fornecer nossos serviços e nunca compartilhamos as informações de nossos usuários com terceiros, a menos que seja legalmente permitido ou exigido. Utilizamos os dados coletados para processar trocas, melhorar nossos serviços, atender aos pedidos dos usuários e fornecer informações sobre nosso aplicativo. Os dados dos usuários são armazenados de forma segura em nossos servidores e utilizamos medidas de segurança adequadas para proteger as informações pessoais contra qualquer acesso não autorizado ou uso indevido. Os usuários têm o direito de consultar, modificar ou excluir suas informações pessoais a qualquer momento. Se você tiver dúvidas ou preocupações sobre nossos termos de uso, entre em contato conosco imediatamente através de nosso suporte.",
        "title10": "10. Modificação ou cancelamento de conta",
    "paragraph10": "O DandelApp reserva-se o direito de modificar, suspender ou encerrar a sua conta a qualquer momento, em caso de violação destes termos de uso ou por qualquer outra razão considerada necessária.",
    "title11": "11. Propriedade intelectual",
    "paragraph11": {
        "1": "O DandelApp detém todos os direitos de propriedade intelectual relacionados ao aplicativo e ao seu conteúdo. Você não pode reproduzir, distribuir ou utilizar o conteúdo do aplicativo para fins comerciais sem autorização prévia.",
        "2": "O nosso aplicativo e todo o seu conteúdo, incluindo imagens, textos, gráficos, logotipos, marcas comerciais e outros elementos de propriedade intelectual, estão protegidos pelas leis de direitos autorais e de propriedade intelectual. Todos os direitos são reservados. Os usuários não estão autorizados a copiar, reproduzir, distribuir ou utilizar o conteúdo do aplicativo sem a autorização escrita da nossa empresa. Os usuários têm permissão para utilizar o aplicativo apenas para fins pessoais e não comerciais. Qualquer uso não autorizado do nosso aplicativo ou do seu conteúdo pode resultar em ações judiciais. Respeitamos os direitos de propriedade intelectual de terceiros e esperamos que os usuários façam o mesmo. Se você acredita que um conteúdo do nosso aplicativo viola seus direitos de propriedade intelectual, entre em contato conosco imediatamente para que possamos tomar as medidas adequadas."
    },
    "title12": "12. Modificação dos termos",
    "paragraph12": "O DandelApp reserva-se o direito de modificar estes termos de uso a qualquer momento. As modificações serão publicadas em nosso site da web.",
    
    "title13": "13. Legislação aplicável",
    "paragraph13": "Estes termos de uso e acordos separados pelos quais fornecemos serviços são regidos e interpretados de acordo com as leis europeias e angolanas."
    }
}
